Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] How to Win the Secretary's Heart.tmx
Source language: ko_kr
Languages: en

source: 얼른 가셔야죠.
en: let’s hurry and get going.

source: 전투 복장을 입고 오도록!
en: wear your combat uniform!

source: 여직원이라면 당연히 치마에 구두까지 제대로 갖춰 입고 회사에 와야지!
en: women should wear a skirt and heels to work!

source: 다만,
en: but...

source: 퇴근… 할 수 있을까?
en: will... i be able to go home today?

source: 서유 벌써 왔나?
en: is seoyu back already?

source: 그리고 직진.
en: and then straight.

source: 확실히 매번 본부장님이 계산을 했었지만….
en: it's true that mr. kim is always the one paying for us...

source: 일이… 더 느나요…?
en: does that mean... more work?

source: 너무 위험한 거 아냐?!
en: isn’t that too dangerous?!

source: …옮긴 부서는 좀 어때?
en: how’s the new department...?

source: 너무 작아서~~
en: because it was so small, keke.

source: 내일 어쩌려고.
en: what are you going to do about tomorrow?

source: 후룩~
en: SLRP

source: 사과 같은 거 안 하시는 분인 줄 알았습니다.
en: i didn’t think you were the type to apologize.

source: 네, 그럴게요.
en: yes, let’s.

source: 아닙니다.
en: it’s nothing.

source: 정 씨는 지난번에 이사 간다고 하지 않았던가?
en: but didn’t jeong move houses?

source: 그 못 볼 걸 본 것 같은 표정은 뭐야?
en: why do you look like you saw something disturbing?

source: 회식하러 가는 건가요?
en: are we going out for dinner?

source: 그냥 술 취해서 별 생각 없이 한 말이겠지.
en: he can’t have meant it. he was just drunk.

source: 그것만 아니면 돼.
en: that’s the only rule.

source: 네, 그렇다고 들었습니다.
en: yes, i'm aware.

source: 아니, 갑자기 이 많은 자료를 다 준비했단 말이야?
en: wait, they got all of these documents ready that quickly?

source: 마인드 컨트롤… 이요?
en: is it... mind control?

source: 그리고 축하드립니다.
en: congratulations.

source: 네가 괜찮다니 믿을게.
en: i'll believe you.

source: 마치 내가 찌질한 삐리리리 (자체검열) 같잖아!!
en: this makes me look like a beeeep (self-censored)!!

source: 우리 측에서 계속 연락을 했는데…
en: ...we reached out to them more than once.

source: 두 둥!
en: DUDUN!

source: 김 윤 본부장이잖아?
en: is that you, mr. kim?

source: 내가 숨긴 것도 아니고, 난 늘 똑같았다고!
en: it's not like i hid it! i was always the same person!

source: 생글생글생글
en: HEHEHE

source: 민주가 선택할 사람은 장 사장이라니까~
en: i’m telling you, minjoo’s going to choose chief jang!

source: 나한테 이딴 쓰레기를 입으라고?
en: you want me to wear this trash?

source: 그건 좋아, 안전 운전 중요하지.
en: that’s all good. safety is important, after all.

source: 어디 나 없이 회사가 돌아가는지 잘 보도록 해….
en: let’s just see how well this company runs without me...

source: 이 정도면 괜찮은 거라고!!
en: it’s big enough!!

source: 무슨 일인데?
en: what is it?

source: 아아.
en: ahh.

source: 조금만 참아.
en: hang in there a little longer.

source: 양 비서가 다른 남자 곁에 있는 게 불쾌하다.
en: I FEEL BAD BECAUSE MISS YANG IS WITH ANOTHER MAN.

source: 본부장님께서 저를 얼마나 원하시느냐에 따라 고용 조건이 달라질 테니까요.
en: which means the terms of employment hinge on how much you want me.

source: 역시나….
en: i was right...

source: 편안히 앉아서, 우리 서유가 얼마나 잘 하는지 보고 놀랄 준비나 하면 돼요.
en: make yourself comfortable, and get ready to be blown away by how amazing my sis is.

source: 짜증 나게도요.
en: it’s pretty annoying.

source: 부족해?
en: not enough?

source: 일단 작업 진행 과정은 최 대리랑 강 대리가 대신하게 될 수도 있으니까 따라와.
en: mr. choi and mr. kang, you could be put in charge of the projects, so follow me.

source: 잘 자고 일어나자마자 왜 때리는 거야?!
en: why are you hitting me after sleeping like a baby all night?!

source: 또 골프 접대나 하러 갔다는 말씀이로군.
en: ...they’re out playing golf together.

source: 자주 나가지 않아서 그렇지.
en: it’s just that she doesn’t do it that often.

source: 미치셨나?
en: has he lost it?

source: 오늘도 지옥 회의인가….
en: ARE WE IN FOR ANOTHER MEETING FROM HELL...?

source: 3팀이 싸질러 놓은 일 처리하는 1팀이랑 2팀한테 어딜…!!
en: teams 1 and 2 are the ones who take care of team 3’s mess-ups...!!

source: 아, 잠깐만 양 비서.
en: oh, wait, miss yang.

source: 자료는 제가 준비해서 가겠습니다.
en: i will bring the necessary documents.

source: 꺄악
en: KYAA

source: 핫!
en: oh

source: 이왕 이렇게된 거, 내일 주말이겠다~ 한 실장님이나 뵈러 가야겠군.
en: i’ll end the work week with a bang and go see general manager han!

source: 시간은 어때?
en: how are we on time?

source: 밥 사기로 했잖아?
en: you said you’d buy me dinner, didn’t you?

source: 내일… 뵙겠습니다.
en: i’ll see you all tomorrow.

source: 탁
en: TAK

source: 빠직
en: HUUUH?

source: 오늘을 삭제하고 싶다….
en: i wish i could erase today from existence...

source: 모두 조용히들 하게.
en: everyone, settle down.

source: 와 주셔서 감사합니다.
en: thank you for coming.

source: 포도밭으로 가려면 부득이하게 그 집 마당 끝을 지나가야 합니다.
en: so the only way to get to the orchard is by passing through the yard.

source: 그냥… 본부장님한테 밉보이면 절대로 안 되겠다는 사실을 다시 한번 상기했습니다….
en: we were just... reminded of why we should never get on your bad side...

source: 일부러 퇴짜 맞는 거, 얼마나 힘들었는지 알아??
en: do you know how hard it was to get dumped on purpose??

source: 이러기야?
en: are you really gonna be this way?

source: 어, 무슨 일이야?
en: yeah, what is it?

source: 네가 아무 이유 없이 이럴 애가 아니니까 문제지.
en: the problem is, you don’t do things like this without any reason.

source: 밥 샀잖아요.
en: and i did.

source: 물에 빠진 고기 안 먹어.
en: i don't eat boiled meat.

source: 김 윤을 처음 본 사람들의 일반적인 반응
en: THE NORMAL REACTION TO SEEING YOON KIM FOR THE FIRST TIME

source: 성격은 이상하지만….
en: though he’s got an odd personality...

source: 상사가 맞선 보러 가는데 비서가 따라붙을 이유는 없었을 텐데.
en: a secretary would never follow her superior to a date.

source: 부족하진 않지만, 제 고용 조건은 알아야죠.
en: it’s not that you’re not enough, but i should know the terms of my employment.

source: 눈치 보여서 자제하려고 했는데 얼른 불러 주세요….
en: i was going to play it cool, but i change my mind. please come get me soon...

source: 이대로… 퇴근?
en: i'm... off?

source: 그리고 한 시간 뒤에 PT 리허설할 거니까 잊지 말고.
en: and don't forget that we're rehearsing the presentation in an hour.

source: 오 실장이랑 민주가 어릴 적에―
en: when minjoo and mr. oh were younger...

source: 시간이 아슬해요
en: we’re going to be late

source: 안 했습니다.
en: i didn't say anything.

source: AE는 어떤 상황에서든, 임기응변에 능해야 한다!
en: an advertising executive must be ready to adapt to anything!

source: 스스로 생각하지 않으면 그걸 어디다 써.
en: if they won’t use it?

source: 졸리면 자도 돼.
en: you can sleep if you’re tired.

source: 제 걱정은 마시고 다녀오세요.
en: don’t worry about me and go.

source: 머*탱이라는 이름이 울겠다!
en: it’s a mostang, for god’s sake!

source: 카페인 과다 현상인지 심장도 벌렁대.
en: my heart is racing. i wonder if it’s a side effect of too much caffeine.

source: 또 시작이네.
en: they're at it again.

source: 혹시 늦을 것 같다면 12층 본회의실로 바로 오십시오.
en: if you think you will be late, please come straight to the main conference room on the 12th floor.

source: 시선회피
en: avoiding eye contact

source: 저를 내보내고 싶으시면 그러셔도 됩니다.
en: if you want to fire me, please, be my guest.

source: 아니지~ 저거 안 보여?
en: no, no. look.

source: 내가 붕어 똥을 줄줄이 달고 가긴 어딜 가?
en: what makes you think i’ll trail you behind me like a string of fish poop?

source: 우울-
en: GLOOMY

source: 너 방금 멈칫한 거 같은데?
en: but you just froze for a second there.

source: 쩌엉─
en: AH

source: 뜬금없이 그게 무슨….
en: what...

source: 데이트?!
en: a date?!

source: 적을 알고 나를 알면 백 번을 싸워도 절대 위태롭지 않다!
en: ‘if you know the enemy and know yourself, you need not fear the result of a hundred battles’!

source: 어차피 같은 방향이잖아.
en: we’re going the same way anyway.

source: 왈왈
en: WOOF WOOF

source: 마음에 들지 않으신다면 부서 변경을-,
en: if you are dissatisfied, i can transfer--

source: 구, 굳…
en: g-good...

source: 끝이 한결같다는 것도 좀 기억해 주고.
en: ...but that all my relationships ended the same way.

source: …양 비서?
en: miss yang...?

source: 그러게.
en: yeah.

source: 어~ 형, 벌써 도착했어?
en: hey. you there already, man?

source: 설마… 식당을 통째로 빌리셨어요?
en: don’t tell me... did you rent out the entire restaurant?

source: 밥 사.
en: treat me to a meal.

source: 얼굴은?
en: and my face?

source: 후우…
en: haa...

source: 짐은 잊은 거 없이 잘 챙겼고?
en: you didn’t forget any of your things, right?

source: 내가 왜?
en: why would i?

source: 원래 그 집은 포도밭 주인이 지은 집이라,
en: the original owner of the grape orchard built that house...

source: 어째 첫날보다 더 긴장되네….
en: this is more nerve-wracking than my first day here...

source: 음식 남기는 건 예의가 아니….
en: it isn't good manners to leave food...

source: 그런데 왜 그럴까?
en: then why did you do that?

source: 8* 수리 중
en: in the middle of fixing the goyota 87

source: …여기서 밤새운 거냐고 안 물어봐?
en: aren’t you going to ask if i ended up pulling an all-nighter at the office...?

source: 두리번
en: FWISH

source: 지난번 회사는 술자리가 정말 엉망이었잖아.
en: because the last time you went out drinking with coworkers, it was a mess.

source: 설마….
en: it can’t be...

source: 양 비서 말대로 좋지 않은 꿈을 꾼 거라고 생각하면 돼!!
en: just like miss yang said, i can think of it as a bad dream!!

source: ‘와, 정말… 잘생기셨어요.’
en: ‘wow, you’re really... handsome.’

source: 기분이 안 좋아.
en: i don’t like it.

source: 네놈들도 편들을 게 아니라, 상사가 말하면 네, 네하고 들어야지!
en: and you two! instead of taking her side, you should be listening to your superior!

source: 아… 매번 같은 멤버만 가니까 지겨웠는데….
en: ah... i was getting tired of going out with you guys all the time...

source: 좋아, 통과.
en: approved.

source: 안녕히 가세요.
en: good night.

source: 오늘도 쓰레기 들고 온 거면 각오해야 할 거야.
en: i hope you’re prepared for what’s coming if you brought me more trash.

source: 본부장님~~ 저 잊어버리시면 안 돼요~~!
en: don’t forget me, sir!!

source: 고의는 아니었지만 다시 한번 죄송합니다.
en: it wasn’t my intention to make you uncomfortable. i’m sorry.

source: 이게 바로 ‘고객의 피드백’이야.
en: this is the client’s feedback.

source: 아, 아냐… 그렇지 않아….
en: n-no... it’s not true...

source: -후우
en: WHEW

source: 아니, 아니, 아니지!
en: no, no, stop!

source: 정말 최악이군.
en: this is the worst.

source: 그런데 이건 왜 포장하신 건가요?
en: sir, why did you ask for a take out container?

source: 변명으로 들리시겠지만 어제 사정을 말씀드리자면,
en: this might sound like an excuse...

source: 속도 너무 빠른 거 아냐?!!
en: ...but aren’t they going too fast?!!

source: 당신, 우리 쫓아온 거야?
en: were you following us?

source: 톡톡
en: TAP TAP

source: 그렇게
en: and so...

source: 오독
en: MUNCH

source: 됐다, 원 없이 맞선 들이댄 것만으로도 만족해야지.
en: fine, i’ll content myself with knowing that you went all out on those dates.

source: 그만 창피해하시고 나오세요.
en: please stop being embarrassed and come out.

source: 퇴근 시간 전에는 돌아올 테니까 기다리고 있어.
en: i'll be back before the end of the day, so wait right there.

source: 얼른 가자.
en: i should go.

source: 성큼
en: TMP

source: 1팀과 2팀이 3팀에 비해 업무 효율이 떨어지는 이유를 물으셨죠?
en: you asked why teams 1 and 2 were less efficient than team 3, correct?

source: 양 대리님 복장에 대해서는 제가 설명을…
en: i can explain miss yang’s appearance...

source: 까악!!
en: RAAAH!

source: 아무나 좀…
en: can’t you just find...

source: 괜찮습니다.
en: it looks fine.

source: 고기!
en: MEAT!

source: 누누이 말씀드리지만, 제 영혼은 고용 계약에 들어 있지 않습니다.
en: i’ll say it again, but my heart isn’t included in the employment contract.

source: 누가??!!
en: who does??!!

source: 이거 찾으러 온 거였는데─
en: i came back to look for these...

source: 인기 많겠네.
en: i’m betting he’s popular.

source: 그, 그게….
en: th-the thing is...

source: 얼굴 낭비!
en: that face is wasted on him!

source: 흥
en: HMPH

source: 짜식, 귀엽군.
en: cute kid.

source: …양서류요.
en: seoryu...

source: 혹시 제가 시간을 착각한 걸까요?
en: did i mistake the time by any chance?

source: 왜 스톡옵션에 대한 설명이 명확하지 않고 매각할 권리가 없는지 알려주시겠습니까?
en: but could you explain why the details are so vague and why i’m not allowed to sell them?

source: 조금 늦을 수도 있으니, 일 끝나면 먼저 퇴근해도 돼.
en: i might be late coming back, so you can leave once you're done.

source: 아무튼, 어떤 남자가 있어.
en: anyway, there’s this guy.

source: 하하!
en: haha!

source: …양 비서, 혹시 군대 다녀왔어?
en: miss yang, did you serve in the army by any chance...?

source: 눈이 맛이감
en: OFF IN HIS OWN WORLD

source: 앙
en: OM

source: Good.
en: Good.* *he’s speaking in english.

source: 심장이 벌렁벌렁 거리네요.
en: i thought my heart was going to jump out of my chest.

source: 방긋
en: SMILE

source: 아니지, 엿들은 게 아니라 지나가다가 그냥 들린 거였지.
en: no, wait. i wasn’t eavesdropping. i just happened to overhear it.

source: 앗, 그럼 집들이!
en: ah, then a housewarming?

source: 주말 푹 쉬고, 월요일엔 부디 쓸 만한 시안을 내놓길 바라지.
en: rest up over the weekend, and i pray you’ll bring me a decent proposal on monday.

source: 뭘 생각하고 있는지 알겠는데, 그거 아니야.
en: i know what you’re thinking, but it’s not like that.

source: 부하 직원에게 밥 얻어먹은 적이 없어서 나도 모르게 그만….
en: i've never been treated to a meal by a subordinate, so i just acted out of habit...

source: 한국에 와서는 한 번도 자동차 광고를 하지 않았던데.
en: i heard you haven’t worked on any car ads in korea.

source: 몰아봐도 됩니다.
en: ...you can drive it.

source: 그럼 왜?
en: then why?

source: 이야기요?
en: talk? about what?

source: 네, 다녀오십시오.
en: yes.

source: 그럼 바로 이번 분기 실적 보고를 시작하겠습니다.
en: then allow me to start my report of this quarter’s performance.

source: 으아아아
en: WAAAAH

source: 지금 내려가서 2년 전부터 지금까지 매달 수주받은 것과 수주 금액, 회계 자료, 회의 자료, 전부 싹 다 가져와.
en: go downstairs and get all the records of our contracts from the past two years along with the ledgers and meeting transcripts.

source: 수고했어.
en: good work.

source: 중얼중얼
en: MUMBLE MUMBLE

source: 그래서, 대답은?
en: so, your answer?

source: 저녁도 점심도 제대로 못 먹어서 그래!
en: it's because i haven't had lunch or dinner!

source: 뭐, 뭐지?
en: w-what?

source: 아, 마침 잘 왔어 양 비서.
en: ah, good timing.

source: 그것도 아닌데 어림없는 소리를!
en: but fat chance of that now!

source: 지금부터 프레젠테이션을 시작하겠습니다.
en: Iet me begin the presentation.

source: 당연하죠, 그런 건 기본 아니겠습니까.
en: of course, anyone could.

source: 우린 이제 희망이 없어….
en: this is the end for us...

source: 흠….
en: hm...

source: 헐……?!!
en: oh my god...?!!

source: 택시 타니까 편하고 좋던데요?
en: the taxi ride was nice.

source: 뭐지?
en: HUH?

source: 일단 수정 사항을 확인해 볼까.
en: i should take a look at the email.

source: 그건 아까 다 끝난 얘기 아니었나요?
en: weren't we done talking about this?

source: 아침부터 이 인간이 왜 이러지?
en: what's his problem today?

source: 망했다.
en: we’re screwed.

source: 네 차 구경하는 재미도 쏠쏠하고.
en: excited to see your car, too.

source: 양 비서도 알다시피 독립을 조건으로 맞선을 30번이나 봐야 했지.
en: ...i had to go on 30 blind dates in order to move out.

source: 오, 여기 겨울에 눈 오면 멋지겠는데?
en: whoa, I bet this place would look awesome in the winter after it snows.

source: ‘어차피 이 부서에서 나보다 피부 좋은 사람 없어. ’
en: ‘no one in this department has better skin than me anyway.’

source: 팔랑
en: FWAP

source: 어디 얼마나 할 수 있는지 보겠네!!
en: let’s just see if you can!!

source: 전투 복장으로 지정해 놓고 자유 복장이라니 이 무슨 난해함이람….
en: but he also said there was a free dress code... well, this is confusing...

source: 설명은 무슨 얼어 죽을!
en: what kind of nonsense is that?!

source: 그럼 제가 방금 뭐라고 했는지 다시 말씀해 주실 수 있겠습니까?
en: in that case, could you repeat what i just said?

source: 자꾸 이러시면 저 다시 미국 갑니다.
en: keep this up, and i'm going back to america.

source: 극단적인 설정이란 건 나도 알지만, 진지하게 생각하지 말고 맥락만 이해하면 돼.
en: i know that the premise is extreme, but try to understand the gist rather than take it seriously.

source: 양서유 입니다.
en: it's seoyu yang.

source: ‘그런데 다들 할 얘기가 그렇게 없나?’
en: ‘do you have nothing else to talk about?’

source: 후륵
en: SIP

source: 연비를 포기할 만한 가치는 충분하다고 생각합니다.
en: i think it’s worth it.

source: 이 꼴로 미팅에 갈 수는 없잖아.
en: i can’t very well go to the meeting like this, now can i?

source: 아.
en: ah.

source: 전에 부탁하셨던…
en: about what you asked...

source: 직원들에게 노동에 대한 정당한 대가를 지불하지 않으려고 하는 회사라….
en: i’ve been working for a company that refuses to pay its workers fairly...

source: 뭐래~ 나 원래 남자거든.
en: i am a man, you know.

source: …왜?
en: what...?

source: 저 멀쩡한 얼굴과 배경을 가지고도 왜 번번이 맞선에 실패하나 했더니…
en: with a face and background like that, i was wondering why all his dates were ending in disaster...

source: 이번 주 안으로 해야 하는데 숫자가 맞아야 계산서를 떼지!
en: it’s supposed to be done within the week, but not until we can make sense of these numbers!

source: 한 입으로 두말하기 없는 거 아시죠?
en: you won’t go back on your word, will you?

source: 초대 머*탱이 나왔던 1964년을 기념해 1,964대만 생산됐죠.
en: exactly 1,964 were made to commemorate the year the first mostang came out in 1964.

source: 아차, 그런 문제가…!
en: oh wait, that was a thing...!

source: 다만 계약이 성사됐을 때 떨어지는 수당이 크겠지.
en: but in exchange, you can expect hefty bonuses whenever we conclude a contract.

source: 반짝 반짝
en: SPARKLE SPARKLE

source: 조정이 필요하면 말씀해 주세요.
en: ...and let me know if any changes need to be made.

source: 직원들 식사 시간까지 뭐라 하는 회사는 아니니까 걱정하지 말고.
en: and don’t worry, they won’t say anything about you taking a meal break.

source: 너 이번에 같이 가기로 했잖아!
en: you said you would come with me!

source: 윤은 헬스장을 등록했다.
en: yoon signed up for a gym membership.

source: 네 차 내가 운전해 줄 테니까 그때 눈붙이고, 호텔에서도 자면 괜찮을 거야.
en: and i’ll drive, so you can get some shut-eye on the way and at the hotel.

source: 시간 없으니 빨리 말해.
en: there’s no time, so talk.

source: 그보다 양 비서.
en: more importantly...

source: …뭐?
en: what...?

source: 대신 일이 많을 테니 각오해.
en: prepare yourself, because there’s going to be a lot of work.

source: 퇴근 시간 전에는 올 거야.
en: i’ll be back before the end of the day.

source: 네, 자주 뵈러 올게요.
en: okay, i’ll make sure to visit.

source: 혹시 쓸 만한 사원이 있으면―
en: if you have any decent employees...

source: 왜인지 모르겠지만….
en: i don’t know why but...

source: 아아….
en: ahh...

source: 서유야!
en: seoyu,

source: 일부이긴 하지만.
en: though it’s only partial rights.

source: 달칵
en: CLICK

source: 솔직히 난 지금 이것도 잘하는 짓인지 모르겠다.
en: to be honest, i don’t know if this is the right thing to do.

source: 스케줄은 내일 점심이지만 주말이라 하루 일찍 출발했지.
en: i’m meeting someone tomorrow for lunch, but i’m heading there a day early since it’s the weekend.

source: …멘탈은 좋은 편이니 걱정 안 해도 되겠지.
en: i guess i don’t have to worry since she’s tough.

source: 대신 내일은 내가 메뉴 고를 거야.
en: but i'm going to choose the restaurant tomorrow.

source: 그래, 아무리 그래도 제일 늦게 도착하다니!
en: exactly! no matter how you look at it, you were still the latest here!

source: 잠깐… 그 여자…
en: wait a moment... she...

source: 같이 가기로 했잖아, 요즘 스트레스도 쌓였는데.
en: we promised to go together. i've been stressed lately, so this is great.

source: 이대로 진행하도록 해.
en: go ahead with this proposal.

source: 상대방이 뜨거운 음료를 시키려고 하면 친절함을 가장해 차가운 음료로 바꾸던…
en: he can feign kindness when he's trying to convince his date to get a cold drink...

source: 광고주
en: client

source: 몸도 안 좋으신데 왜 나오셨어요!
en: why are you out and about when you're not feeling well?!

source: 그냥 을 꾼 거로 넘기면 되니까요.
en: but i’ve decided to think of it as one bad dream.

source: …후우.
en: haa...

source: 30번의 맞선 상대분들은 무슨 고생이셨단 말인가.
en: what did those 30 people ever do to deserve that?

source: 그래, 이런 거.
en: see, this is what i mean.

source: 커피 좀 타서 내… 응?
en: so make some coffee and... huh?

source: 불길
en: SUSPICIOUS

source: 아!
en: ah!

source: 미안.
en: sorry.

source: 그동안 고생 많았어.
en: you’ve been a great help until now.

source: 저건…
en: isn't that...

source: 좋은 아침 입니다.
en: good morning.

source: 당연히 완벽합니다!
en: perfect, just as expected!

source: 그럼 다음에 또 봅시다.
en: i'll see you next time.

source: 옳소, 옳소!!
en: hear, hear!!

source: 피할 일은 아니잖아.
en: but it’s not something to avoid me over.

source: 부우우웅
en: VROOOM

source: 금방 돌아오셨네요.
en: you got here quick.

source: 척!
en: SHK

source: 뭘 그렇게 빙빙 돌려서 구차하게 얘기하십니까.
en: i don’t get why you’re speaking in circles like cowards.

source: 양서유 라고 합니다.
en: my name is seoyu yang.

source: 제가 잘해서.
en: frankly, i’m good at what i do.

source: 저 맥락 없는 말다툼….
en: another day, another pointless argument...

source: 현실적으로 안 돼.
en: you’re not being realistic.

source: 직장인이다 보니, 시간도 맞아야 하고.
en: and she works full-time, so she can’t make it to every race.

source: 본부장님 최고예요!!!
en: you’re the best, sir!!!

source: 네엡.
en: yep.

source: …아닙니다.
en: of course not...

source: 헐....
en: HUH

source: 쓸데없는 생각 말고 일이나 하자.
en: don't think about useless things and focus on work.

source: 자, 잠시만요, 본부장님.
en: w-wait, sir.

source: 특히나 2년 전 첫 회식이 잡혔을 때
en: things escalated until the first department-wide get-together two years ago...

source: …아무 문제 없다면 다행이지만.
en: i'm glad to hear everything's fine...

source: 知彼知己白戰不殆 지피기기백전불태!
en: as sun tzu says,

source: 양서유, 운전 왜 저렇게 거칠게 해?!
en: why is seoyu driving so aggressively?!

source: 스톡옵션에 대한 내용이잖아.
en: you mean the part about stock options.

source: 언뜻 독신주의라고 들은 것도 같은데 이것 역시 확실하진 않아.
en: i feel like i’ve heard that he wants to be single forever, but i’m not sure.

source: 부사장님 말이야.
en: the vice president.

source: …왜 저래, 진짜?
en: what’s his problem...?

source: 아― 아― 안녕하십니까.
en: testing, testing. good afternoon.

source: 어머, 어머!
en: oh my, oh my!

source: 저 기분 나쁜
en: that grating...

source: 택시 태워 보내.
en: send him home in a taxi.

source: 보통은 이름 때문에 놀라던데….
en: normally, people expect to see a man because of my name...

source: 메뉴는 양 대리가 골라요.
en: you choose the place.

source: 내년 연봉 협상 때 힘 보태 줄 테니까.
en: in exchange, i’ll put in a good word when we decide pay raises.

source: XX측에서 수정 요청이 들어왔다고?
en: xx wants a revision?

source: 본부장 생각이 그렇다면 어쩔 수 없지.
en: if that’s what you think, there’s nothing we can do.

source: 없는 얘기를 지어서 하지는 마.
en: ...don’t make things up.

source: 로비 층입니다.
en: you have arrived at the lobby.

source: 나는 널 끝내버리고 싶다.
en: I WANT TO END YOU.

source: 유 감독이라면 저번에도 미루지 않았나?
en: didn't director yoo do the same thing last time too?

source: 좋은 아침입니다!
en: good morning!

source: 그래도 결과는 역시 본부장님의 압승이지만요.
en: though mr. kim won them over in the end.

source: 스쳐지나가는 어젯밤의 기억…….
en: replaying the memories of last night...

source: 절대로 아니지.
en: not at all.

source: 이러다 드라마 본방 놓치겠어요.
en: you're going to miss the new episode at this rate.

source: 것 봐, 맞잖아!
en: see, i was right!

source: 앗, 본부장님!
en: ah, mr. kim!

source: 금요 전자와의 미팅은 사흘 뒤로 잡혔습니다.
en: your meeting with geumyo electronics is scheduled for four days from now.

source: 누가 뭐라고 했습니까?
en: did i say anything?

source: 지금 이 모습이 그 ‘김 윤’이란 거겠지.
en: this must be the ‘yoon kim’ they were talking about.

source: 네?!
en: okay?!

source: 다들 머리는 나보다 큰 것 같은데, 뇌가 작다는 건가?
en: your heads are bigger than mine, so does that mean your brains are small?

source: 건투는 무슨….
en: what for...?

source: 알겠습니다.
en: all right.

source: 그럼 대체 왜?
en: then tell me why.

source: 인수인계 해 줄 테니.
en: i’ll transfer over the files to you.

source: 나 왜 안 먹냐고 안 물어봐?
en: aren't you going to ask why i'm not eating?

source: 찌릿!!
en: GLARE

source: 스물아홉 입니다.
en: i'm 29.

source: ‘머*탱’ 이잖아!!!
en: this is a ‘mostang’!!!

source: 심지어 많은 사람이 오가는 길이라고는 더더욱!
en: and even worse, that so many people used that path!

source: 이상한 놈은 없고?
en: and there aren't any weird guys?

source: 으아아아아아!!!!!
en: AHHHHHH!!!!!

source: 헐
en: no way.

source: 좋아?
en: is it?

source: 커피보단 한숨 주무시는 게…
en: a nap might be better than coffee...

source: 쉰 번!
en: 50 dates!

source: 그나저나 내일부터…
en: anyway...

source: 좀 진지하게!
en: take this seriously, please!

source: A ㅏ….
en: ah...

source: 약속 시간이 30분밖에 안 남았는데!!
en: there’s only 30 minutes until we’re supposed to meet!!

source: 저 빨간 차를 잊어 버릴 수 있을 리가 있나…;ㅁ;
en: i could never forget that red car... :0

source: 그래도 이번엔 뭐가 문제였는지 궁금하긴 하네요.
en: but i am curious what the problem was this time.

source: 그걸 원하는 건 아니잖아?
en: ...but that’s not what you want to hear, right?

source: 회의 땐 시안 내용이 너무 형편없어서 신경이 안 쓰였는데!
en: i wasn't thinking about it during the meeting because the proposal sucked so much!

source: 뭐, 힘든 건 나도 마찬가지라 이해는 간다만….
en: well, i'm tired too, so i get it...

source: 으악!!
en: ack!!

source: 그래서 팔 권리는 없다는 거지.
en: that’s why i’m not giving you the right to sell.

source: 잠시만요.
en: a moment, please.

source: 양 비서, 무슨 일이야?
en: miss yang, what is it?

source: 그런데 말입니다.
en: but i’d like to make one thing clear.

source: 누구 좋으라고?
en: you think i'll let you?

source: 제발!!
en: please!!

source: 대든 적 없습니다.
en: i've done no such thing.

source: 중얼
en: MUMBLE

source: 아, 그래.
en: oh, right.

source: 에이~ 나 좀 믿어라.
en: hey, have some faith in me.

source: 두둥~!
en: DUDUN!

source: 무슨 짓을 한 거야?!
en: what did he do?!

source: 형님~!!
en: hyeong!!

source: 참 나, 너랑 결혼할 여자가 퍽이나 좋아하겠다!
en: stop! your future wife will hate me!

source: 에구머니나!
en: goodness gracious!

source: 미안해요.
en: i'm sorry.

source: 그런데 별로 안 놀라네.
en: you don’t seem surprised...

source: 저건 괜찮은 정도가 아니라 정말 끝내주죠.
en: he’s not just amazing. he’s out of this world.

source: 휙
en: FWIP

source: 알았어.
en: all right.

source: 그렇게 되면 나중에 더 큰 부메랑으로 돌아올 테니 어쩔 수 없어.
en: but it would come back to bite us later on.

source: 그럼 호텔 예약 좀 부탁할게.
en: i’ll leave making the hotel reservation to you.

source: 이 시간에요?
en: at this hour?

source: 최 대리님, 박인우 씨.
en: mr. choi. inwoo.

source: 그런데 자기가 잘 생긴 걸 너무 잘 알아.
en: but the thing is, he knows exactly how hot he is.

source: ‘쓰레기’는 ‘쓰레기통’에─
en: ‘trash’ should go in the ‘trash can’.

source: 장모님 몸 상태가 그리 좋은 편이 아니잖니.
en: you know your grandmother, my mother-in-law is unwell.

source: 아… 싫다….
en: ah... i hate this...
